Repository: CNRS-DSI-Dev/user_set_password
Catalog: l10n/*.po
Languages: fr

source: Restore
fr: Restaurer

source: Request saved
fr: Requête sauvegardée

source: Your request is already taken in account by an older one.
fr: Votre requête est déjà prise en compte par une requête précédente.

source: Request cancelled
fr: Requête annulée

source: Allowed versions
fr: Versions autorisées

source: Server error: filetype not allowed.
fr: Erreur serveur : type de fichier non autorisé

source: Server error: more than one request with same requester/path pair.
fr: Erreur server : plus d'une requête avec même paire demandeur / chemin

source: Server error: no open todo request with this id.
fr: Erreur serveur : aucune requête à traiter avec cet ID.

source: Server error: more than one request with same id.
fr: Erreur serveur : plus d'une requête avec cet ID.

source: fail to delete old requests.
fr: Échec lors la suppression de requêtes anciennes.

source: Failed to create Restore request for {file}.
fr: Échec à la création de la requête de restauration sur {file}.

source: Restore request
fr: Requête de restauration

source: Your request collided with previous request(s).
fr: Votre requête se superpose avec au moins une requête précédente.

source: These precedent requests will be automatically cancelled:
fr: Des requêtes vont être automatiquement supprimées :

source: Request successfully created
fr: La requête a été créée avec succès

source: Failed to get versions.
fr: Échec à la récupération des versions.

source: Failed to cancel Restore request.
fr: Échec lors de l'annulation de la requête.

source: Restoration requests
fr: Requêtes de restauration

source: To be processed
fr: A traiter

source: Cancel
fr: Annuler

source: Running
fr: En cours

source: Done
fr: Traité
